/*  Class = "NSMenuItem"; title = "Duplicate Connection Tab"; ObjectID = "1186";  */
"Duplicate Connection Tab" = "Dupliquer l'onglet de connexion";

/*  Class = "NSMenuItem"; title = "New Connection Tab"; ObjectID = "1086";  */
"New Connection Tab" = "Nouvel onglet de connexion";

/*  Class = "NSMenuItem"; title = "Bundles"; ObjectID = "1178";  */
/*  Class = "NSMenu"; title = "Bundles"; ObjectID = "1179";  */
"Bundles" = "Actions";

/*  Class = "NSMenuItem"; title = "New Connection Window"; ObjectID = "82";  */
"New Connection Window" = "Nouvelle fenêtre de connexion";

/*  Class = "NSMenuItem"; title = "Open Database in New Tab"; ObjectID = "1189";  */
"Open Database in New Tab" = "Afficher la base dans un nouvel onglet";

/*  Class = "NSMenuItem"; gToolTip = "Duplicate the current connection tab"; ObjectID = "1186";  */
"Duplicate the current connection tab" = "Dupliquer l'onglet de connexion courant";

/*  Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5";  */
"Bring All to Front" = "Tout ramener au premier plan";

/*  Class = "NSMenuItem"; title = "Window"; ObjectID = "19";  */
/*  Class = "NSMenu"; title = "Window"; ObjectID = "24";  */
"Window" = "Fenêtre";

/*  Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23";  */
"Minimize" = "Placer dans le Dock";

/*  Class = "NSMenuItem"; title = "About Sequel Pro"; ObjectID = "58";  */
"About Sequel Pro" = "À propos de Sequel Pro";

/*  Class = "NSMenuItem"; title = "Close"; ObjectID = "73";  */
"Close" = "Fermer";

/*  Class = "NSMenuItem"; gToolTip = "Move the current line or the selected lines one line down"; ObjectID = "1171";  */
"Move the current line or the selected lines one line down" = "Déplacer la ligne courante ou la ligne sélectionnée d'une ligne vers le bas";

/*  Class = "NSMenuItem"; title = "Page Setup..."; ObjectID = "77";  */
"Page Setup..." = "Format d'impression...";

/*  Class = "NSMenuItem"; title = "Print..."; ObjectID = "78";  */
"Print..." = "Imprimer...";

/*  Class = "NSMenu"; title = "File"; ObjectID = "81";  */
/*  Class = "NSMenuItem"; title = "File"; ObjectID = "83";  */
"File" = "Fichier";

/*  Class = "NSMenuItem"; title = "Help"; ObjectID = "103";  */
/*  Class = "NSMenu"; title = "Help"; ObjectID = "106";  */
"Help" = "Aide";

/*  Class = "NSMenuItem"; title = "Sequel Pro Help"; ObjectID = "111";  */
"Sequel Pro Help" = "Aide Sequel Pro";

/*  Class = "NSMenuItem"; title = "Preferences..."; ObjectID = "129";  */
"Preferences..." = "Préférences…";

/*  Class = "NSMenu"; title = "Services"; ObjectID = "130";  */
/*  Class = "NSMenuItem"; title = "Services"; ObjectID = "131";  */
"Services" = "Services";

/*  Class = "NSMenuItem"; title = "Hide Sequel Pro"; ObjectID = "134";  */
"Hide Sequel Pro" = "Masquer Sequel Pro";

/*  Class = "NSMenuItem"; title = "Quit Sequel Pro"; ObjectID = "136";  */
"Quit Sequel Pro" = "Quitter Sequel Pro";

/*  Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145";  */
"Hide Others" = "Masquer les autres";

/*  Class = "NSMenuItem"; title = "Show All"; ObjectID = "150";  */
"Show All" = "Tout afficher";

/*  Class = "NSMenuItem"; title = "Find..."; ObjectID = "154";  */
"Find..." = "Rechercher...";

/*  Class = "NSMenuItem"; title = "Copy"; ObjectID = "157";  */
"Copy" = "Copier";

/*  Class = "NSMenuItem"; title = "Undo"; ObjectID = "158";  */
"Undo" = "Annuler";

/*  Class = "NSMenu"; title = "Find"; ObjectID = "159";  */
/*  Class = "NSMenuItem"; title = "Find"; ObjectID = "168";  */
"Find" = "Rechercher";

/*  Class = "NSMenuItem"; title = "Cut"; ObjectID = "160";  */
"Cut" = "Couper";

/*  Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "161";  */
"Use Selection for Find" = "Rechercher la sélection";

/*  Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "162";  */
"Find Previous" = "Rechercher le précédent";

/*  Class = "NSMenuItem"; title = "Edit"; ObjectID = "163";  */
/*  Class = "NSMenu"; title = "Edit"; ObjectID = "169";  */
"Edit" = "Édition";

/*  Class = "NSMenuItem"; title = "Find Next"; ObjectID = "167";  */
"Find Next" = "Rechercher suivant";

/*  Class = "NSMenuItem"; title = "Paste"; ObjectID = "171";  */
"Paste" = "Coller";

/*  Class = "NSMenuItem"; title = "Redo"; ObjectID = "173";  */
"Redo" = "Rétablir";

/*  Class = "NSMenuItem"; title = "Spelling"; ObjectID = "184";  */
/*  Class = "NSMenu"; title = "Spelling"; ObjectID = "185";  */
"Spelling" = "Orthographe";

/*  Class = "NSMenuItem"; title = "Spelling..."; ObjectID = "187";  */
"Spelling..." = "Orthographe...";

/*  Class = "NSMenuItem"; title = "Check Spelling"; ObjectID = "189";  */
"Check Spelling" = "Vérifier le document maintenant";

/*  Class = "NSMenuItem"; title = "Check Spelling As You Type"; ObjectID = "191";  */
"Check Spelling As You Type" = "Vérifier l'orthographe lors de la saisie";

/*  Class = "NSMenuItem"; title = "Import…"; ObjectID = "369";  */
"Import…" = "Importer…";

/*  Class = "NSMenuItem"; title = "Make a Donation..."; ObjectID = "438";  */
"Make a Donation..." = "Faire un don…";

/*  Class = "NSMenuItem"; title = "View"; ObjectID = "496";  */
/*  Class = "NSMenu"; title = "View"; ObjectID = "498";  */
"View" = "Présentation";

/*  Class = "NSMenuItem"; title = "Table Structure"; ObjectID = "497";  */
"Table Structure" = "Structure de la table";

/*  Class = "NSMenuItem"; title = "Table Content"; ObjectID = "499";  */
"Table Content" = "Contenu de la table";

/*  Class = "NSMenuItem"; title = "Custom Query"; ObjectID = "500";  */
"Custom Query" = "Requête";

/*  Class = "NSMenuItem"; title = "Table Info"; ObjectID = "504";  */
"Table Info" = "Informations sur la table";

/*  Class = "NSMenuItem"; title = "Visit Website..."; ObjectID = "516";  */
"Visit Website..." = "Visiter le site internet...";

/*  Class = "NSMenuItem"; title = "Online Help"; ObjectID = "518";  */
"Online Help" = "Aide en ligne";

/*  Class = "NSMenuItem"; title = "Database"; ObjectID = "627";  */
/*  Class = "NSMenu"; title = "Database"; ObjectID = "628";  */
"Database" = "Base de données";

/*  Class = "NSMenuItem"; title = "Add Database..."; ObjectID = "629";  */
"Add Database..." = "Ajouter une base de données…";

/*  Class = "NSMenuItem"; title = "Delete Database..."; ObjectID = "631";  */
"Delete Database..." = "Supprimer la base de données…";

/*  Class = "NSMenuItem"; title = "Refresh Databases"; ObjectID = "633";  */
"Refresh Databases" = "Rafraîchir les bases de données";

/*  Class = "NSMenu"; title = "View Using Encoding"; ObjectID = "635";  */
/*  Class = "NSMenuItem"; title = "View Using Encoding"; ObjectID = "658";  */
"View Using Encoding" = "Visualiser avec l'encodage";

/*  Class = "NSMenuItem"; title = "ISO Latin 2 (latin2)"; ObjectID = "637";  */
"ISO Latin 2 (latin2)" = "Europe centrale (ISO Latin 2)";

/*  Class = "NSMenuItem"; title = "US ASCII (ascii)"; ObjectID = "638";  */
"US ASCII (ascii)" = "Occidental (US ASCII)";

/*  Class = "NSMenuItem"; title = "Windows Cyrillic (cp1251)"; ObjectID = "639";  */
"Windows Cyrillic (cp1251)" = "Cyrillique (Windows, CP1251)";

/*  Class = "NSMenuItem"; title = "Windows Latin 2 (cp1250)"; ObjectID = "640";  */
"Windows Latin 2 (cp1250)" = "Europe centrale (Windows Latin 2)";

/*  Class = "NSMenuItem"; title = "Mac Roman (macroman)"; ObjectID = "641";  */
"Mac Roman (macroman)" = "Occidental (Mac OS Roman)";

/*  Class = "NSMenuItem"; title = "ISO Turkish (latin5)"; ObjectID = "643";  */
"ISO Turkish (latin5)" = "Turc (ISO latin 5)";

/*  Class = "NSMenuItem"; title = "ISO Greek (greek)"; ObjectID = "644";  */
"ISO Greek (greek)" = "Grec (ISO 8859-7)";

/*  Class = "NSMenuItem"; title = "Shift-JIS Japanese (sjis)"; ObjectID = "645";  */
"Shift-JIS Japanese (sjis)" = "Japonais (Shift JIS)";

/*  Class = "NSMenuItem"; title = "EUC-JP Japanese (ujis)"; ObjectID = "646";  */
"EUC-JP Japanese (ujis)" = "Japonais (EUC)";

/*  Class = "NSMenuItem"; title = "ISO Latin 1 (latin1)"; ObjectID = "648";  */
"ISO Latin 1 (latin1)" = "Occidental (ISO Latin 1)";

/*  Class = "NSMenuItem"; title = "UCS-2 Unicode (ucs2)"; ObjectID = "649";  */
"UCS-2 Unicode (ucs2)" = "Unicode (UCS-2)";

/*  Class = "NSMenuItem"; title = "Windows Arabic (cp1256)"; ObjectID = "653";  */
"Windows Arabic (cp1256)" = "Arabe (Windows, CP1256)";

/*  Class = "NSMenuItem"; title = "ISO Hebrew (hebrew)"; ObjectID = "654";  */
"ISO Hebrew (hebrew)" = "Hébreu (ISO 8859-8)";

/*  Class = "NSMenuItem"; title = "Windows Baltic (cp1257)"; ObjectID = "656";  */
"Windows Baltic (cp1257)" = "Balte (Windows, CP1257)";

/*  Class = "NSMenuItem"; title = "Big5 Traditional Chinese (big5)"; ObjectID = "657";  */
"Big5 Traditional Chinese (big5)" = "Chinois traditionnel (Big 5)";

/*  Class = "NSMenuItem"; title = "Table"; ObjectID = "757";  */
/*  Class = "NSMenu"; title = "Table"; ObjectID = "758";  */
"Table" = "Table";

/*  Class = "NSMenuItem"; title = "Copy Create Table Syntax"; ObjectID = "759";  */
"Copy Create Table Syntax" = "Copier la syntaxe de création de la table";

/*  Class = "NSMenuItem"; title = "Check Table"; ObjectID = "760";  */
"Check Table" = "Vérifier la table";

/*  Class = "NSMenuItem"; title = "Line Down"; ObjectID = "1171";  */
"Line Down" = "Vers le bas";

/*  Class = "NSMenuItem"; title = "Analyze Table"; ObjectID = "761";  */
"Analyze Table" = "Analyser la table";

/*  Class = "NSMenuItem"; title = "Optimize Table"; ObjectID = "762";  */
"Optimize Table" = "Optimiser la table";

/*  Class = "NSMenuItem"; title = "Repair Table"; ObjectID = "763";  */
"Repair Table" = "Réparer la table";

/*  Class = "NSMenuItem"; title = "Flush Table"; ObjectID = "764";  */
"Flush Table" = "Recharger les tables";

/*  Class = "NSMenuItem"; title = "Show Create Table Syntax..."; ObjectID = "778";  */
"Show Create Table Syntax..." = "Afficher la syntaxe de création de la table…";

/*  Class = "NSMenuItem"; title = "Show Server Variables..."; ObjectID = "783";  */
"Show Server Variables..." = "Afficher les variables serveur…";

/*  Class = "NSMenuItem"; title = "Flush Privileges"; ObjectID = "785";  */
"Flush Privileges" = "Recharger les privilèges";

/*  Class = "NSMenuItem"; title = "Clear Console"; ObjectID = "790";  */
"Clear Console" = "Effacer la console";

/*  Class = "NSMenuItem"; title = "Show Console"; ObjectID = "791";  */
"Show Console" = "Afficher la console";

/*  Class = "NSMenuItem"; title = "Check for Updates..."; ObjectID = "794";  */
"Check for Updates..." = "Vérifier les mises à jour…";

/*  Class = "NSMenuItem"; title = "Checksum Table"; ObjectID = "797";  */
"Checksum Table" = "Somme de contrôle de la table";

/*  Class = "NSMenuItem"; title = "Customize Toolbar..."; ObjectID = "806";  */
"Customize Toolbar..." = "Personnaliser la barre d'outils…";

/*  Class = "NSMenuItem"; title = "Hide Toolbar"; ObjectID = "807";  */
"Hide Toolbar" = "Masquer la barre d'outils";

/*  Class = "NSMenuItem"; title = "EUC-KR Korean (euckr)"; ObjectID = "833";  */
"EUC-KR Korean (euckr)" = "Coréen (EUC)";

/*  Class = "NSMenuItem"; title = "UTF-8 Unicode via Latin 1"; ObjectID = "835";  */
"UTF-8 Unicode via Latin 1" = "Unicode (UTF-8) via Latin 1";

/*  Class = "NSMenuItem"; title = "Zoom"; ObjectID = "842";  */
"Zoom" = "Réduire/agrandir";

/*  Class = "NSMenuItem"; title = "Convert"; ObjectID = "845";  */
/*  Class = "NSMenu"; title = "Convert"; ObjectID = "846";  */
"Convert" = "Convertir";

/*  Class = "NSMenuItem"; gToolTip = "Move the current line or the selected lines one line up"; ObjectID = "1170";  */
"Move the current line or the selected lines one line up" = "Déplacer la ligne courante ou la ligne sélectionnée d'une ligne vers le haut";

/*  Class = "NSMenuItem"; gToolTip = "Convert the selection or the current word into upper case"; ObjectID = "847";  */
"Convert the selection or the current word into upper case" = "Convertir la sélection ou le mot courant en majuscules";

/*  Class = "NSMenuItem"; title = "to Uppercase"; ObjectID = "847";  */
"to Uppercase" = "En majuscules";

/*  Class = "NSMenuItem"; title = "Select"; ObjectID = "848";  */
/*  Class = "NSMenu"; title = "Select"; ObjectID = "849";  */
"Select" = "Sélectionner";

/*  Class = "NSMenuItem"; gToolTip = "Select current word"; ObjectID = "850";  */
"Select current word" = "Sélectionner le mot courant";

/*  Class = "NSMenuItem"; title = "Word"; ObjectID = "850";  */
"Word" = "Mot";

/*  Class = "NSMenuItem"; gToolTip = "Convert the selection or the current word into lower case"; ObjectID = "851";  */
"Convert the selection or the current word into lower case" = "Convertir la sélection ou le mot courant en minuscules";

/*  Class = "NSMenuItem"; title = "to Lowercase"; ObjectID = "851";  */
"to Lowercase" = "En minuscules";

/*  Class = "NSMenuItem"; gToolTip = "Convert the first character of the selection or of the current word into upper case"; ObjectID = "852";  */
"Convert the first character of the selection or of the current word into upper case" = "Convertir le premier caractère de la sélection ou du mot courant en majuscules";

/*  Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "155";  */
"Jump to Selection" = "Aller à la sélection";

/*  Class = "NSMenuItem"; title = "Move"; ObjectID = "1168";  */
/*  Class = "NSMenu"; title = "Move"; ObjectID = "1169";  */
"Move" = "Déplacer";

/*  Class = "NSMenuItem"; title = "to Titlecase"; ObjectID = "852";  */
"to Titlecase" = "Majuscules de titre";

/*  Class = "NSMenuItem"; title = "Normalization"; ObjectID = "853";  */
/*  Class = "NSMenu"; title = "Normalization"; ObjectID = "854";  */
"Normalization" = "Normalisation";

/*  Class = "NSMenuItem"; title = "Canonical Decomposing (NFD)"; ObjectID = "855";  */
"Canonical Decomposing (NFD)" = "par décomposition canonique (NFD)";

/*  Class = "NSMenuItem"; title = "Transpose"; ObjectID = "856";  */
"Transpose" = "Transposer";

/*  Class = "NSMenuItem"; gToolTip = "Remove all diacritics from selection or current word [façadè → facade]"; ObjectID = "859";  */
"Remove all diacritics from selection or current word [façadè → facade]" = "Ôter tout signe diacritique de la sélection ou du mot courant [déçu → decu]";

/*  Class = "NSMenuItem"; title = "Remove Diacritics"; ObjectID = "859";  */
"Remove Diacritics" = "Ôter les diacritiques";

/*  Class = "NSMenuItem"; title = "Canonical Composing (NFC)"; ObjectID = "860";  */
"Canonical Composing (NFC)" = "par composition canonique (NFC)";

/*  Class = "NSMenuItem"; title = "Compatibility Decomposition (NFKD)"; ObjectID = "861";  */
"Compatibility Decomposition (NFKD)" = "par décomposition de compatibilité (NFKD)";

/*  Class = "NSMenuItem"; title = "Compatibility Composition (NFKC)"; ObjectID = "862";  */
"Compatibility Composition (NFKC)" = "par composition de compatibilité (NFKD)";

/*  Class = "NSMenuItem"; gToolTip = "Select current line"; ObjectID = "863";  */
"Select current line" = "Sélectionner la ligne courante";

/*  Class = "NSMenuItem"; title = "Line"; ObjectID = "863";  */
"Line" = "Ligne";

/*  Class = "NSMenuItem"; title = "All"; ObjectID = "864";  */
"All" = "Tout";

/*  Class = "NSMenuItem"; title = "Export…"; ObjectID = "908";  */
"Export…" = "Exporter…";

/*  Class = "NSMenuItem"; title = "Add To Favorites"; ObjectID = "910";  */
"Add To Favorites" = "Ajouter aux favoris";

/*  Class = "NSMenuItem"; title = "MySQL Help"; ObjectID = "914";  */
"MySQL Help" = "Aide MySQL";

/*  Class = "NSMenuItem"; title = "Copy with Column Names"; ObjectID = "926";  */
"Copy with Column Names" = "Copier avec les noms de colonnes";

/*  Class = "NSMenuItem"; title = "Table Relations"; ObjectID = "928";  */
"Table Relations" = "Relations de la table";

/*  Class = "NSMenuItem"; title = "Enclosing Brackets"; ObjectID = "932";  */
"Enclosing Brackets" = "Parenthèses d'encadrement";

/*  Class = "NSMenuItem"; title = "Copy as SQL INSERT"; ObjectID = "935";  */
"Copy as SQL INSERT" = "Copier la commande SQL INSERT";

/*  Class = "NSMenuItem"; title = "Online FAQ"; ObjectID = "938";  */
"Online FAQ" = "FAQ en ligne";

/*  Class = "NSMenuItem"; title = "Insert NULL value"; ObjectID = "941";  */
"Insert NULL value" = "Insérer la valeur NULL";

/*  Class = "NSMenuItem"; title = "Open…"; ObjectID = "943";  */
/*  Class = "NSMenuItem"; title = "Open…"; ObjectID = "1005";  */
"Open…" = "Ouvrir…";

/*  Class = "NSMenuItem"; title = "Save Query…"; ObjectID = "944";  */
"Save Query…" = "Enregistrer la requête…";

/*  Class = "NSMenuItem"; title = "Open Recent"; ObjectID = "971";  */
/*  Class = "NSMenu"; title = "Open Recent"; ObjectID = "980";  */
/*  Class = "NSMenuItem"; title = "Open Recent"; ObjectID = "1006";  */
/*  Class = "NSMenu"; title = "Open Recent"; ObjectID = "1015";  */
"Open Recent" = "Ouvrir l'élément récent";

/*  Class = "NSMenuItem"; title = "Clear Menu"; ObjectID = "981";  */
/*  Class = "NSMenuItem"; title = "Clear Menu"; ObjectID = "1016";  */
"Clear Menu" = "Effacer le menu";

/*  Class = "NSMenuItem"; title = "Back In History"; ObjectID = "991";  */
"Back In History" = "Retour dans l'historique";

/*  Class = "NSMenuItem"; title = "Forward In History"; ObjectID = "992";  */
"Forward In History" = "Avancer dans l'historique";

/*  Class = "NSMenuItem"; title = "User Accounts..."; ObjectID = "996";  */
"User Accounts..." = "Comptes utilisateurs…";

/*  Class = "NSMenuItem"; title = "Open in New Window"; ObjectID = "998";  */
"Open in New Window" = "Ouvrir dans une nouvelle fenêtre";

/*  Class = "NSMenuItem"; title = "Provide Feedback"; ObjectID = "1028";  */
"Provide Feedback" = "Donnez votre avis";

/*  Class = "NSMenuItem"; title = "Show Server Processes..."; ObjectID = "1031";  */
"Show Server Processes..." = "Afficher les processus serveur…";

/*  Class = "NSMenuItem"; title = "Table Triggers"; ObjectID = "1038";  */
"Table Triggers" = "Déclencheurs";

/*  Class = "NSMenuItem"; title = "Filter Content"; ObjectID = "1041";  */
"Filter Content" = "Filtrer le contenu";

/*  Class = "NSMenuItem"; title = "Refresh Tables"; ObjectID = "1164";  */
"Refresh Tables" = "Actualiser les tables";

/*  Class = "NSMenuItem"; title = "Filter Tables"; ObjectID = "1045";  */
"Filter Tables" = "Filtrer les tables";

/*  Class = "NSMenuItem"; title = "Keyboard Shortcuts"; ObjectID = "1047";  */
"Keyboard Shortcuts" = "Raccourcis clavier";

/*  Class = "NSMenuItem"; title = "Show Navigator"; ObjectID = "1050";  */
"Show Navigator" = "Afficher le navigateur";

/*  Class = "NSMenuItem"; title = "Import from Clipboard…"; ObjectID = "1071";  */
"Import from Clipboard…" = "Importer du presse-papiers…";

/*  Class = "NSMenuItem"; title = "Duplicate Database..."; ObjectID = "1077";  */
"Duplicate Database..." = "Dupliquer la base de données…";

/*  Class = "NSMenuItem"; title = "Rename Database..."; ObjectID = "1081";  */
"Rename Database..." = "Renommer la base de données…";

/*  Class = "NSMenuItem"; title = "Close Tab"; ObjectID = "1089";  */
"Close Tab" = "Fermer l'onglet";

/*  Class = "NSMenuItem"; title = "Line Up"; ObjectID = "1170";  */
"Line Up" = "Vers le haut";

/*  Class = "NSMenuItem"; title = "Provide Translation Feedback"; ObjectID = "1093";  */
"Provide Translation Feedback" = "Donnez votre avis sur la traduction";

/*  Class = "NSMenuItem"; title = "Select Previous Tab"; ObjectID = "1104";  */
"Select Previous Tab" = "Sélectionner l'onglet précédent";

/*  Class = "NSMenuItem"; title = "Select Next Tab"; ObjectID = "1103";  */
"Select Next Tab" = "Sélectionner l'onglet suivant";

/*  Class = "NSMenuItem"; title = "New Connection Window..."; ObjectID = "960";  */
"New Connection Window..." = "Nouvelle fenêtre de connexion…";

/*  Class = "NSMenuItem"; title = "Move Tab to New Window"; ObjectID = "1102";  */
"Move Tab to New Window" = "Déplacer l'onglet dans une nouvelle fenêtre";

/*  Class = "NSMenuItem"; title = "New Connection Tab..."; ObjectID = "1111";  */
"New Connection Tab..." = "Nouvel onglet de connexion…";

/*  Class = "NSMenuItem"; title = "Save Session"; ObjectID = "1116";  */
"Save Session" = "Enregistrer la session";

/*  Class = "NSMenuItem"; title = "Save Session As…"; ObjectID = "1118";  */
"Save Session As…" = "Enregistrer la session sous…";

/*  Class = "NSMenuItem"; title = "Show Tab Bar"; ObjectID = "1124";  */
"Show Tab Bar" = "Afficher la barre d'onglets";

/*  Class = "NSMenuItem"; gToolTip = "Open a connection file (*.spf), a connection session file (*.spfs), or load a SQL file (*.sql) into the Custom Query editor"; ObjectID = "943";  */
"Open a connection file (*.spf), a connection session file (*.spfs), or load a SQL file (*.sql) into the Custom Query editor" = "Ouvrir un fichier de connexion (*.spf), un fichier de session (*.spfs), ou charger un fichier SQL (*.sql) dans l'éditeur de requêtes";

/*  Class = "NSMenuItem"; gToolTip = "Save Custom Query editor content as SQL file"; ObjectID = "944";  */
"Save Custom Query editor content as SQL file" = "Enregistrer le contenu de l'éditeur de requêtes comme un fichier SQL";

/*  Class = "NSMenuItem"; gToolTip = "Save active connection"; ObjectID = "963";  */
"Save active connection" = "Enregistrer la connexion active";

/*  Class = "NSMenuItem"; title = "Save Connection"; ObjectID = "963";  */
"Save Connection" = "Enregistrer la connexion";

/*  Class = "NSMenuItem"; gToolTip = "Save active connection as SPF file"; ObjectID = "965";  */
"Save active connection as SPF file" = "Enregistrer la connexion active dans un fichier SPF";

/*  Class = "NSMenuItem"; title = "Save Connection As…"; ObjectID = "965";  */
"Save Connection As…" = "Enregistrer la connexion sous...";

/*  Class = "NSMenuItem"; gToolTip = "Open current connection file in a new window"; ObjectID = "998";  */
"Open current connection file in a new window" = "Ouvrir la connexion courante dans une nouvelle fenêtre";

/*  Class = "NSMenuItem"; gToolTip = "Save all opened connection windows and tabs respectively"; ObjectID = "1116";  */
"Save all opened connection windows and tabs respectively" = "Enregistrer toutes les fenêtres de connexion et onglets ouverts respectivement";

/*  Class = "NSMenuItem"; gToolTip = "Save all opened connection windows and tabs respectively as SPFS file"; ObjectID = "1118";  */
"Save all opened connection windows and tabs respectively as SPFS file" = "Enregistrer toutes les fenêtres de connexion et onglets ouverts respectivement comme fichiers SPFs";

/*  Class = "NSMenuItem"; gToolTip = "Select the next tab in this window.  Can also be accessed via ⇧⌘] or ⌥⌘→"; ObjectID = "1103";  */
"Select the next tab in this window.  Can also be accessed via ⇧⌘] or ⌥⌘→" = "Sélectionne l'onglet suivant dans la fenêtre. Peut aussi être activé par ⇧⌘] or ⌥⌘→";

/*  Class = "NSMenuItem"; gToolTip = "Select the previous tab in this window.  Can also be accessed via ⇧⌘[ or ⌥⌘←"; ObjectID = "1104";  */
"Select the previous tab in this window.  Can also be accessed via ⇧⌘[ or ⌥⌘←" = "Sélectionne l'onglet précédent dans la fenêtre. Peut aussi être activé par ⇧⌘[ or ⌥⌘←";

/*  Class = "NSMenuItem"; title = "Drop Database..."; ObjectID = "1207";  */
"Drop Database..." = "Supprimer la base de données...";

/*  Class = "NSMenuItem"; title = "Edit All Fields in Pop-up Sheet"; ObjectID = "1209";  */
"Edit All Fields in Pop-up Sheet" = "Édition dans une fenêtre contextuelle";

/*  Class = "NSMenuItem"; gToolTip = "Move the keyboard focus to the Content Table filter table fields (⌘F is an available shortcut on the Content view)"; ObjectID = "1041";  */
"Move the keyboard focus to the Content Table filter table fields (⌘F is an available shortcut on the Content view)" = "Déplacer la cible du clavier vers le filtre du contenu de la table (raccourci ⌘F disponible)";

/*  Class = "NSMenuItem"; gToolTip = "Show the fast, or advanced, filter content table interface"; ObjectID = "1214";  */
"Show the fast, or advanced, filter content table interface" = "Filtrer rapidement le contenu de la table au moyen de filtres avancés";

/*  Class = "NSMenuItem"; title = "Advanced Filter Content"; ObjectID = "1214";  */
"Advanced Filter Content" = "Filtres avancés";

/*  Class = "NSMenuItem"; title = "Enter Full Screen"; ObjectID = "1218";  */
"Enter Full Screen" = "Activer le mode plein écran";

/*  Class = "NSMenuItem"; title = "Alter Database…"; ObjectID = "1232";  */
"Alter Database…" = "Modifier la base de données...";

